Repository: lucianokatze/macroclickdepago-for-woocommerce
Catalog: languages/macroclickdepago-for-woocommerce-*.po
Languages: fr_fr, pt_pt

source: Activar/Desactivar
fr_fr: Activer/Désactiver

source: Activar la pasarela de pagos
fr_fr: Activer la passerelle de paiement
pt_pt: Activar o gateway de pagamento

source: Si desea activar Macro Click de pago como medio de cobro el check debe estar activo.
fr_fr: Si vous souhaitez activer Macro Click de Pago comme moyen de paiement, la case doit être cochée.
pt_pt: Se pretende activar o Macro Click de Pago como método de pagamento, a caixa de selecção deve estar activa.

source: Título
fr_fr: Titre

source: Esto controla el título que el usuario ve durante el proceso de pago.
fr_fr: Ceci contrôle le titre que l'utilisateur voit pendant le processus de paiement.
pt_pt: Isto controla o título que o utilizador vê durante o processo de pagamento.

source: Descripción
fr_fr: Description
pt_pt: Descrição

source: URL para cancelar el pedido
fr_fr: URL d'annulation de commande
pt_pt: URL para cancelar a encomenda

source: Modo de Testeo
fr_fr: Mode Test
pt_pt: Modo de Teste

source: Activar el modo de desarrollo
fr_fr: Activer le mode développement
pt_pt: Activar o modo de desenvolvimento

source: Sandbox IDENTIFICADOR DE COMERCIO
fr_fr: Sandbox IDENTIFIANT COMMERCE
pt_pt: Sandbox IDENTIFICADOR DO COMERCIANTE

source: Estado del Sistema
fr_fr: État du Système
pt_pt: Estado do Sistema

source: Estadísticas
fr_fr: Statistiques
pt_pt: Estatísticas

source: Transacciones Totales
fr_fr: Transactions Totales
pt_pt: Transacções Totais

source: Pagos Completados
fr_fr: Paiements Complétés
pt_pt: Pagamentos Concluídos

source: Ventas Totales
fr_fr: Ventes Totales
pt_pt: Vendas Totais

source: Acciones Rápidas
fr_fr: Actions Rapides
pt_pt: Acções Rápidas

source: Configurar Gateway
fr_fr: Configurer la Passerelle

source: Estado WooCommerce
fr_fr: État WooCommerce

source: Documentación
fr_fr: Documentation
pt_pt: Documentação

source: Aviso Legal
fr_fr: Mentions Légales

source: URL de Test
pt_pt: URL de Teste
